Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Menu.xcstrings
Source language: en_us
Languages: ab, an, anp, ar, ast, az, be, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, fi, fil, fr, gd, gl, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, ko, lo, lt, ml, mr, my, nb, ne_np, nl, nn, oc, pa_in, pl, pt_br, pt_pt, rm, ro, ru, sat_olck, scn, si, sk, sl, sq, su, sv, ta, te, tg, th, tr, tt, ug, uk, ur, vi, zh_cn, zh_tw

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
ab: Асаит аҿы иҟоу апроблема азы адырраҭара
ar: أبلِغ عن مشكلة بالموقع
be: Паведаміць аб праблеме з сайтам
bn: সাইটের সমস্যা রিপোর্ট করুন
br: Danevelliñ ur gudenn lec'hienn
bs: Prijavite problem sa stranicom
ca: Informa d'un problema amb el lloc
co: Signalà un penseru cù stu situ
cs: Nahlásit problém se stránkou
cy: Adrodd ar Fater Gwefan
da: Rapporter problem med websted
de: Seitenproblem melden
dsb: Sedłowy problem k wěsći daś
el: Αναφορά ζητήματος ιστοτόπου
eo: Raporti problemon de retejo
es: Informar problema en el sitio
es_ar: Informar problema en el sitio
es_cl: Reportar problema con el sitio
es_mx: Reportar un problema con el sitio
et: Anna teada saidil olevast veast
eu: Eman gunearen arazoaren berri
fi: Ilmoita sivuston ongelmasta
fil: Mag-ulat ng isyu sa Site
fr: Signaler un problème sur ce site
gd: Dèan aithris air duilgheadas leis an làrach
gl: Informar dunha incidencia neste sitio
he: דיווח על בעיה באתר
hi_in: साइट समस्या की रिपोर्ट करें
hr: Prijavi problem sa stranicom
hsb: Sydłowy problem zdźělić
hu: Hibás webhely bejelentése
hy_am: Զեկուցել կայքի խնդրի մասին
ia: Reportar un problema del sito
id: Laporkan Masalah Situs
is: Tilkynna vandamál á vefsvæði
it: Segnala un problema con il sito
ja: サイトの問題を報告
ka: საიტის ხარვეზის მოხსენება
kab: Azen aneqqis ɣef usmel
kk: Сайт мәселесі жөнінде хабарлау
ko: 사이트 문제 보고
lo: ລາຍງານບັນຫາເວັບໄຊທ
lt: Pranešti apie svetainės problemą
ml: വലസ്ഥാന പ്രശ്നം അറിയിക്കുക
nb: Rapporter problem med nettsted
ne_np: साइटको समस्या दर्ता गर्नुहोस्
nl: Websiteprobleem melden
nn: Rapporter problem med nettstad
pa_in: ਸਾਈਟ ਮਸਲੇ ਬਾਰੇ ਰਿਪੋਰਟ ਕਰੋ
pl: Zgłoś problem ze stroną
pt_br: Relatar problema no site
pt_pt: Reportar problema no site
rm: Rapportar in problem cun la pagina
ru: Сообщить о проблеме с сайтом
sat_olck: ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱮᱴᱠᱮᱴᱚᱬᱮ ᱤᱛᱞᱟᱹᱭ ᱢᱮ
scn: Signalija un prubblema cû situ
si: අඩවියේ දෝෂ වාර්තාව
sk: Nahlásiť problém so stránkou
sl: Prijavi napako strani
sq: Njoftoni Problem Sajti
su: Laporkeun Masalah Loka
sv: Rapportera webbplatsproblem
te: సైటు సమస్యను నివేదించండి
tg: Гузориш дар бораи мушкилии сомона
th: รายงานปัญหาไซต์
tr: Site sorununu bildir
tt: Сайттагы проблема турында хәбәр итү
ug: تور بېكەت مەسىلىسى دوكلاتى
uk: Проблема з сайтом
ur: سائٹ مسلہ رپورٹ کریں
vi: Báo cáo sự cố về trang
zh_cn: 反馈网站问题
zh_tw: 回報網站問題

# Menu.SeeAllAction.Title
source: See All
ab: Зегьы аарԥштәуп
an: Veyer-lo tot
ar: اعرض الكل
ast: Ver too
az: Hamısını gör
be: Паказаць усе
bn: সব দেখুন
br: Gwelout an holl
bs: Vidi sve
ca: Mostra-ho tot
co: Tuttu affissà
cs: Zobrazit vše
cy: Gweld Popeth
da: Vis alle
de: Alle anzeigen
dsb: Wšykne pokazaś
el: Προβολή όλων
eo: Vidi ĉiujn
es: Mostrar todo
es_ar: Ver todo
es_cl: Ver todos
es_mx: Ver todo
et: Vaata kõiki
eu: Ikusi guztiak
fa: دیدن همه
fi: Näytä kaikki
fil: Tingnan Lahat
fr: Tout afficher
gd: Seall na h-uile
gl: Ver todo
gu_in: બધા જુઓ
he: צפייה בהכל
hi_in: सभी देखें
hr: Vidi sve
hsb: Wšě pokazać
hu: Összes megjelenítése
hy_am: Տեսնել բոլորը
ia: Vider toto
id: Lihat Semua
is: Birta allt
it: Vedi tutti
ja: すべて表示
ka: ყველას ნახვა
kab: Wali akk
kk: Барлығын қарау
km: មើល​ទាំងអស់
ko: 모두 보기
lo: ເບິງທັງໝົດ
lt: Rodyti viską
ml: മുഴുവന്‍ കാണുക
mr: सर्व पहा
my: အားလုံးဆက်
nb: Vis alle
ne_np: सबै हेर्नुहोस्
nl: Alle tonen
nn: Vis alle
oc: O mostrar tot
pa_in: ਸਾਰੇ ਵੇਖੋ
pl: Pokaż wszystko
pt_br: Ver tudo
pt_pt: Ver todos
rm: Vesair tut
ro: Vezi toate
ru: Показать все
sat_olck: ᱡᱚᱛᱚ ᱧᱮᱞᱢᱮ
scn: Vidi tuttu
si: සියල්ල බලන්න
sk: Zobraziť všetky
sl: Prikaži vse
sq: Shihini Krejt
su: Tempo Kabéh
sv: Visa alla
ta: அனைத்தையும் பார்
te: అన్నింటినీ చూడండి
tg: Ҳамаро дидан
th: ดูทั้งหมด
tr: Tümünü göster
tt: Барысын да карау
ug: ھەممىنى كۆرسەت
uk: Дивитись все
ur: تمام دیکھیں
vi: Xem tất cả
zh_cn: 查看全部
zh_tw: 檢視全部

# Menu.SharePageAction.Title
source: Share Page With…
ab: Ацеиҩшара ала…
an: Compartir pachina con…
ar: شارِك الصفحة مع…
ast: Compartir la páxina con…
az: Səhifəni Paylaş…
be: Падзяліцца старонкай праз…
bn: … এর মাধ্যমে পেজ শেয়ার করুন
br: Rannañ ar bajenn gant…
bs: Podijelite stranicu sa…
ca: Comparteix la pàgina amb…
co: Sparte a pagina cù…
cs: Sdílet…
cy: Rhannu Tudalen Gyda…
da: Del side med…
de: Seite teilen mit…
dsb: Bok źěliś z…
el: Κοινή χρήση σελίδας με…
eo: Dividi paĝon kun…
es: Compartir página con…
es_ar: Compartir página con…
es_cl: Compartir página con…
es_mx: Compartir la página con…
et: Jaga lehte…
eu: Partekatu orria honekin…
fa: اشتراک‌گذاری آدرس با…
fi: Jaa sivu…
fil: Ibahagi ang Pahina Sa…
fr: Partager la page avec…
gd: Co-roinn an duilleag le…
gl: Compartir a páxina con…
gu_in: આની સાથે પૃષ્ઠ શેર કરો…
he: שיתוף הדף עם…
hi_in: … के साथ पृष्ठ साझा करें
hr: Podijeli stranicu s …
hsb: Stronu dźělić z…
hu: Lap megosztása…
hy_am: Համօգտագործել էջը՝
ia: Compartir le pagina con…
id: Bagikan Laman dengan…
is: Deila síðu með…
it: Condividi pagina con…
ja: ページを共有...
ka: გვერდის გაზიარება…
kab: Bḍu asebter d …
kk: Бетті көмегімен бөлісу…
km: ចែករំលែកទំព័រជាមួយ…
ko: 페이지 공유…
lo: ແບ່ງປັນຫນ້າດ້ວຍ…
lt: Dalintis tinklalapiu su…
ml: ഉപയോഗിച്ച് താളിനെ പങ്കിടുക…
mr: यासोबत पृष्ठ सामायिक करा…
my: စာမျက်နှာကို မျှဝေရန်…
nb: Del side med…
ne_np: सँग पृष्ठ साझा गर्नुहोस्…
nl: Pagina delen met…
nn: Del sida med…
oc: Partejar la pagina amb…
pa_in: …ਨਾਲ ਸਫ਼ਾ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij stronę…
pt_br: Compartilhar página com…
pt_pt: Partilhar página com…
rm: Cundivider la pagina cun…
ro: Partajează pagina cu…
ru: Поделиться через…
sat_olck: ᱥᱟᱠᱟᱢ ᱦᱟᱹᱴᱤᱧ ᱢᱮ…
scn: Sparti pàggina cu…
si: සමඟ පිටුව බෙදාගන්න…
sk: Zdieľať stránku s…
sl: Deli stran z …
sq: Ndajeni Faqen Me…
su: Bagikeun Kaca Kana…
sv: Dela sida med…
ta: இதனுடன் பக்கத்தைப் பகிரவும்…
te: పేజీని …తో పంచుకోండి
tg: Мубодила кардани саҳифа тавассути…
th: แบ่งปันหน้าด้วย…
tr: Sayfayı paylaş…
tt: Битне уртаклашу…
ug: بەتنى ھەمبەھىرلە…
uk: Поділитися сторінкою…
ur: … کے ساتھ صفحہ شیئر کریں
vi: Chia sẻ trang với…
zh_cn: 分享页面…
zh_tw: 分享頁面…

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
ab: Асаит аверсиа зегьы азыҳәара
an: Solicitar versión d'escritorio
anp: डेस्कटॉप साइट लs आग्रह करियै
ar: اطلب موقع سطح مكتب
ast: Pidir el sitiu d'escritoriu
az: Masaüstü Saytını İstə
be: Поўная версія сайта
bn: ডেস্কটপ সাইটের জন্য অনুরোধ করুন
br: Goulenn al lec’hienn evit an urzhiataerioù
bs: Zahtjevaj desktop stranicu
ca: Mostra el lloc d'escriptori
co: Fighjà a versione urdinatore
cs: Verze stránky pro počítač
cy: Gofyn am Wefan Lawn
da: Bed om desktop-version
de: Desktop-Website anfordern
dsb: Desktopowe sedło pominaś
el: Απαίτηση έκδοσης υπολογιστή
eo: Peti skribotablan retejon
es: Solicitar sitio de escritorio
es_ar: Pedir versión de escritorio
es_cl: Solicitar sitio de escritorio
es_mx: Solicitar sitio de escritorio
et: Töölaua versioon
eu: Mahaigaineko gunea
fa: درخواست نسخه رومیزی پایگاه
fi: Pyydä työpöytäversiota
fil: I-request and Desktop Site
fr: Voir la version ordinateur
gd: Iarr an làrach desktop
gl: Solicitar sitio de escritorio
gu_in: ડેસ્કટૉપ સાઇટની વિનંતી કરો
he: בקשת אתר למחשבים
hi_in: डेस्कटॉप साइट का अनुरोध करें
hr: Zatraži desktop stranicu
hsb: Desktopowe sydło požadać
hu: Asztali oldal kérése
hy_am: Հայցել ամբողջական կայք
ia: Requestar sito de scriptorio
id: Minta Situs Desktop
is: Fá venjulega síðu
it: Richiedi versione desktop
ja: PC サイトモード
ka: სრული საიტი
kab: Suter asmel n tnarit
kk: Сайттың толық нұсқасы
km: ស្នើ​វេបសាយ​លើ​ផ្ទៃ​តុ
ko: 데스크톱 사이트 요청
lo: ຂໍນຳໃຊ້ເວັບໄຊທ໌ສຳລັບເດສກ໌ທັອບ
lt: Prašyti ne mob. svetainės
ml: ഡെസ്ക്ടോപ്പ് സൈറ്റ് ആവശ്യപ്പെടുക
mr: डेस्कटॉप साइट विनंती
my: ဒတ်စ်တောခ့်ဆိုက်ကို တောင်းပါ
nb: Vis skrivebords­versjon
ne_np: डेस्कटप साइट अनुरोध गर्नुहोस्
nl: Desktop­website opvragen
nn: Vis skrivebords­versjon
oc: Veire version ordenador
pa_in: ਡੈਸਕਟਾਪ ਸਾਈਟ ਮੰਗੋ
pl: Zażądaj wersji na komputery
pt_br: Site de computador
pt_pt: Solicitar site de computador
rm: Chargiar la pagina per computers
ro: Cere versiune de desktop
ru: Запросить полную версию сайта
sat_olck: ᱰᱮᱥᱠᱴᱚᱯ ᱥᱟᱤᱴ ᱱᱮᱦᱚᱨ ᱢᱮ
scn: Addumanna situ dû scagnu
si: වැඩතල අඩවිය ඉල්ලන්න
sk: Verzia stránky pre počítače
sl: Zahtevaj stran za namizja
sq: Kërko Sajtin për Desktop
su: Pénta Loka Déstop
sv: Begär datorwebbplats
ta: கணினி பக்கத்தைக் கேள்
te: డెస్క్‌టాప్ సైటును అభ్యర్థించు
tg: Дархост кардани версияи мизи кории сомона
th: ขอไซต์สำหรับเดสก์ท็อป
tr: Masaüstü sitesini iste
tt: Сайтның тулы версиясен сорау
ug: ئۈستەل ئۈستى تور بېكىتى ئىلتىماسى
uk: Повна версія сайту
ur: ڈیسک ٹاپ سائٹ کی درخواست کریں
vi: Yêu cầu trang web cho máy tính
zh_cn: 要求桌面版网站
zh_tw: 開啟桌面版網站

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
ab: Асаит амобильтә версиа азыҳәара
an: Solicitar versión pa mobils
ar: اطلب موقع محمول
ast: Pidir el sitiu pa móviles
az: Mobil Saytı İstə
be: Мабільная версія сайта
bn: মোবাইল সাইটের জন্য অনুরোধ করুন
br: Goulenn al lec’hienn evit an hezougell
bs: Zahtjevaj mobilnu stranicu
ca: Mostra la versió mòbil
co: Fighjà a versione mobile
cs: Mobilní verze stránky
cy: Gofyn am Wefan Symudol
da: Bed om mobil-version
de: Mobile Website anfordern
dsb: Mobilne sedło pominaś
el: Έκδοση κινητής συσκευής
eo: Peti poŝaparatan retejon
es: Solicitar sitio para móviles
es_ar: Pedir versión móvil
es_cl: Solicitar sitio para móviles
es_mx: Solicitar sitio móvil
et: Mobiiliversioon
eu: Mugikorrerako gunea
fa: درخواست نسخه تلفن‌همراه
fi: Pyydä mobiiliversiota
fil: I-request ang Mobile Site
fr: Voir la version mobile
gd: Iarr na làrach mobile
gl: Solicitar versión móbil
gu_in: મોબાઇલ સાઇટ વિનંતી
he: בקשת אתר מותאם לנייד
hi_in: मोबाइल साइट का अनुरोध करें
hr: Zatraži stranicu za mobitele
hsb: Mobilne sydło požadać
hu: Mobilos oldal kérése
hy_am: Հայցել բջջային կայք
ia: Requestar sito mobile
id: Minta Situs Seluler
is: Biðja um síðu fyrir snjalltæki
it: Richiedi versione mobile
ja: モバイルサイトモード
ka: მობილურის საიტი
kab: Suter asmel aziraz
kk: Сайттың мобильді нұсқасы
km: ស្នើ​វេបសាយ​លើ​ទូរសព្ទ
ko: 모바일 사이트 요청
lo: ຂໍນຳໃຊ້ເວັບໄຊທ໌ສຳລັບໂທລະສັບ
lt: Prašyti mobilios svetainės
ml: മൊബൈൽ സൈറ്റ് അഭ്യർത്ഥിക്കുക
mr: मोबाईल आवृत्तीची मागणी करा
my: မိုဘိုင်းလ်ဆိုက်ကို တောင်းပါ
nb: Vis mobilversjon
ne_np: मोबाइल साइट अनुरोध गर्नुहोस्
nl: Mobiele website opvragen
nn: Vis mobilversjon
oc: Veire version mobil
pa_in: ਮੋਬਾਈਲ ਸਾਈਟ ਮੰਗੋ
pl: Zażądaj wersji na telefon
pt_br: Site de dispositivo móvel
pt_pt: Solicitar site para dispositivos móveis
rm: Chargiar la pagina per telefonins
ro: Cere versiune de mobil
ru: Запросить мобильную версию сайта
sat_olck: ᱢᱚᱵᱟᱤᱞ ᱥᱟᱤᱴ ᱱᱮᱦᱚᱨ ᱢᱮ
scn: Addumanna situ mòbbili
si: ජංගම අඩවිය ඉල්ලන්න
sk: Mobilná verzia stránky
sl: Zahtevaj mobilno stran
sq: Kërko Sajtin për Celular
su: Pundut Loka Ider
sv: Begär mobilsida
ta: கைப்பேசி தளத்தைக் கேள்
te: ముబైల్ సైటును అభ్యర్థించు
tg: Дархост кардани версияи мобилии сомона
th: ขอไซต์สำหรับมือถือ
tr: Mobil siteyi iste
tt: Сайтның мобиль версиясен сорау
ug: كۆچمە تور بېكەت ئىلتىماسى
uk: Мобільна версія сайту
ur: موبائل سائٹ کی درخواست کریں
vi: Yêu cầu trang web di động
zh_cn: 请求移动版网站
zh_tw: 開啟行動版網站

# SettingsMenu.OpenHomePageAction.Title
source: Homepage
ab: Ахатә даҟьа
ar: صفحة البداية
be: Хатняя старонка
bn: হোমপেজ
br: Pennbajenn
bs: Početna stranica
ca: Pàgina d'inici
co: Pagina d’accolta
cs: Domovská stránka
cy: Tudalen Cartref
da: Startside
de: Startseite
dsb: Startowy bok
el: Αρχική σελίδα
eo: Eka paĝo
es: Página de inicio
es_ar: Página de inicio
es_cl: Página de inicio
es_mx: Página de inicio
et: Avaleht
eu: Hasiera-orria
fi: Kotisivu
fr: Page d’accueil
gd: An duilleag-dhachaigh
gl: Páxina de inicio
he: דף הבית
hi_in: मुख्य पृष्ठ
hr: Početna stranica
hsb: Startowa strona
hu: Kezdőlap
hy_am: Տնային էջ
ia: Pagina initial
id: Beranda
is: Upphafssíða
it: Pagina iniziale
ja: ホームページ
ka: საწყისი გვერდი
kab: Asebter agejdan
kk: Үй парағы
ko: 홈페이지
lo: ຫນ້າທຳອິດ
lt: Pradžios tinklalapis
ml: ആമുഖതാൾ
nb: Startside
ne_np: गृह पृष्ठ
nl: Startpagina
nn: Startside
pa_in: ਮੁੱਖ-ਸਫ਼ਾ
pl: Strona startowa
pt_br: Tela inicial
pt_pt: Página inicial
rm: Pagina da partenza
ru: Домашняя страница
sat_olck: ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ
scn: Pàggina mastra
si: මුල් පිටුව
sk: Domovská stránka
sl: Domača stran
sq: Kreu
su: Tepas
sv: Startsida
tg: Саҳифаи асосӣ
th: หน้าแรก
tr: Giriş sayfası
tt: Баш бит
ug: باش بەت
uk: Домівка
ur: ابتدائی صفحہ
vi: Trang chủ
zh_cn: 主页
zh_tw: 首頁

# Menu.EditBookmark.Label.v135
source: Edit
br: Kemmañ
bs: Uredi
ca: Edita
co: Mudificà
cs: Upravit
cy: Golygu
da: Rediger
de: Bearbeiten
dsb: Wobźěłaś
el: Επεξεργασία
eo: Redakti
es: Editar
es_ar: Editar
es_cl: Editar
es_mx: Editar
eu: Editatu
fi: Muokkaa
fr: Modifier
gl: Editar
he: עריכה
hr: Uredi
hsb: Wobdźěłać
hu: Szerkesztés
hy_am: Խմբագրել
ia: Rediger
is: Breyta
it: Modifica
ja: 編集
ka: ჩასწორება
kab: Ẓreg
kk: Түзету
ko: 편집
lo: ແກ້ໄຂ
ml: തിരുത്തുക
nb: Rediger
nl: Bewerken
nn: Rediger
pa_in: ਸੋਧੋ
pt_br: Editar
pt_pt: Editar
rm: Modifitgar
ru: Изменить
sat_olck: ᱥᱟᱯᱲᱟᱣ
scn: Cancia
si: සංස්කරණය
sk: Upraviť
sl: Uredi
sq: Përpunoni
sv: Redigera
tg: Таҳрир кардан
th: แก้ไข
tr: Düzenle
tt: Үзгәртү
ug: تەھرىر
uk: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯
